import { Footer } from "../../Home/Footer/Footer";
import { NavBar } from "../../Home/Header/NavBar/NavBar";
import styles from "./The3.module.css";

export const The3 = () => {
  return (
    <div>
      <div>
        <NavBar />
        <h2>Новый BMW 3 cерии.</h2>
        <div>
          <h3>BMW 3 серии Седан</h3>
          <div>
            <p>
              C 1975 года BMW 3 серии представляет собой идеальное воплощение
              спортивного седана. В шестом поколении комбинация динамики,
              непревзойденной управляемости, инновационных функций и
              максимальной практичности впечатляет как никогда раньше. Идеальная
              развесовка между осями, классический задний привод, мощные,
              высокоэффективные бензиновые и дизельные двигатели нового
              поколения с технологией BMW EfficientDynamics гарантируют
              выдающуюся динамику и низкий расход топлива. Интеллектуальная
              система полного привода BMW xDrive обеспечивает наилучшее
              сцепление с дорогой при любых условиях. А линии исполнения Sport
              Line, Luxury Line или «М Спорт» позволят выбрать тот дизайн
              интерьера и экстерьера, который Вам по душе.
            </p>
            <div></div>
          </div>
          <div>
            <div></div>
            <div>
              <h4>Дизайн</h4>
              <p>
                BMW 3 серии продолжает традиции марки. Спортивный и элегантный
                кузов с первого взгляда покоряет сочетанием эстетики и динамики.
                Уже в шестом поколении самый продаваемый в мире BMW остаётся
                образцом для подражания.
              </p>
            </div>
          </div>
          <h2>326 Л.С.</h2>
          <p>
            BMW 3 серии может похвастаться силовыми агрегатами. Сверхдинамичный
            6-цилиндровый бензиновый двигатель в BMW 340i развивает мощность в
            240 кВт (326 л. с.), расходуя при этом всего 7,3-6,9 л топлива на
            100 км. Выбросы CO? составляют 169-162 граммов на километр.<br></br>
            Все бензиновые двигатели TwinPower Turbo автомобилей BMW 3 серии
            Седан соответствуют требованиям стандарта EU6.
          </p>
          <p>
            Самая современная технология впрыска, системы бесступенчатой
            регулировки хода клапанов и фаз газораспределения и турбонагнетатели
            последнего поколения — все бензиновые и дизельные двигатели из
            семейства BMW EfficientDynamics демонстрируют впечатляющую мощность
            и невероятно низкий уровень расхода топлива и вредных выбросов.
            Особой динамичностью отличается флагман модельного ряда — новый BMW
            340i xDrive.
          </p>
          <div></div>
          <h2>
            РЯДНЫЙ 6-ЦИЛИНДРОВЫЙ БЕНЗИНОВЫЙ ДВИГАТЕЛЬ BMW TWINPOWER TURBO.
          </h2>
          <p>
            Внушительная мощность, ровная и плавная работа, а также потрясающий
            звук — вот что отличает рядный 6-цилиндровый бензиновый двигатель
            BMW TwinPower Turbo семейства BMW EfficientDynamics. Рядный
            6-цилиндровый бензиновый двигатель BMW TwinPower Turbo с рабочим
            объемом 3,0 литра сочетает турбонагнетатель TwinScroll с
            Valvetronic, Double-VANOS и высокоточным впрыском, обеспечивая
            оптимальное наполнение цилиндров при любых оборотах. В результате
            его мощность достигает 240 кВт (326 л.с.), а максимальный крутящий
            момент — 450 Нм при 1380–5000 об/мин. Благодаря этому разгон BMW
            340i xDrive с места до 100 км/ч занимает всего 4,9 с, а максимальная
            скорость автомобиля составляет 250 км/ч. Применение различных
            высокотехнологичных инноваций позволило добиться расхода топлива в
            смешанном цикле 7,3–6,9 л/100 км, а уровень выбросов снизился до
            169–162 г/км.
          </p>
          <div></div>
          <Footer />
        </div>
      </div>
    </div>
  );
};
